Repository: momolas/COLDFRAME
Catalog: COLDFRAME/Localizable.xcstrings
Source language: fr
Languages: ar, en

# aligned_with_mecca
source: ALIGNÉ AVEC LA MECQUE
ar: محاذاة مع مكة المكرمة
en: ALIGNED WITH MECCA

# binocular_fov_7x50
source: FOV Jumelles 7x50 (7°)
ar: مجال رؤية منظار 7x50 (7°)
en: 7x50 Binoculars FOV (7°)

# binocular_reticle_button
source: Jumelles 7°
ar: منظار 7°
en: 7° Binoculars

# cardinal_e
source: E
ar: ق

# cardinal_ene
source: ENE
ar: ش.ش.ق

# cardinal_ese
source: ESE
ar: ج.ش.ق

# cardinal_n
source: N
ar: ش

# cardinal_ne
source: NE
ar: ش.ق

# cardinal_nne
source: NNE
ar: ش.ش.ق

# cardinal_nnw
source: NNO
ar: ش.ش.غ
en: NNW

# cardinal_nw
source: NO
ar: ش.غ
en: NW

# cardinal_s
source: S
ar: ج

# cardinal_se
source: SE
ar: ج.ق

# cardinal_sse
source: SSE
ar: ج.ج.ق

# cardinal_ssw
source: SSO
ar: ج.ج.غ
en: SSW

# cardinal_sw
source: SO
ar: ج.غ
en: SW

# cardinal_w
source: O
ar: غ
en: W

# cardinal_wnw
source: ONO
ar: غ.ش.غ
en: WNW

# cardinal_wsw
source: OSO
ar: غ.ج.غ
en: WSW

# compass_magnetic
source: MAGNÉTIQUE
ar: مغناطيسي
en: MAGNETIC

# compass_qibla_bearing
source: 🕋 Qibla: %lld°
ar: 🕋 القبلة: %lld°

# compass_true_north
source: VRAI NORD
ar: الشمال الحقيقي
en: TRUE NORTH

# daytime_guide_header
source: Repérer la Lune en plein jour
ar: رصد القمر في وضح النهار
en: Spot the Moon in broad daylight

# daytime_landscape_tip
source: Basculez le téléphone en mode paysage pour voir la Lune et sa trajectoire en réalité augmentée.
ar: قم بتدوير الهاتف إلى الوضع الأفقي لعرض القمر ومساره في الواقع المعزز.
en: Rotate your phone to landscape mode to view the Moon and its trajectory in Augmented Reality.

# daytime_moon_section_title
source: Repérage en Plein Jour
ar: الرصد في وضح النهار
en: Daytime Tracking

# filter_night_vision
source: Vision Nuit
ar: رؤية ليلية
en: Night Vision

# filter_red
source: Filtre Rouge
ar: مرشح أحمر
en: Red Filter

# hand_guide_below
source: Actuellement sous l'horizon
ar: حالياً تحت الأفق
en: Currently below horizon

# hand_guide_ground
source: Au ras de l'horizon (~1 poing)
ar: عند مستوى الأفق (~قبضة واحدة)
en: At horizon level (~1 fist)

# hand_guide_high
source: Haut dans le ciel (~%lld poings fermés)
ar: عالياً في السماء (~%lld قبضات مغلقة)
en: High in the sky (~%lld closed fists)

# hand_guide_mid
source: À mi-hauteur (~%lld poings au-dessus de l'horizon)
ar: في منتصف الارتفاع (~%lld قبضات فوق الأفق)
en: Midway up (~%lld fists above horizon)

# hand_guide_zenith
source: Proche du Zénith (Regardez au-dessus de vous)
ar: بالقرب من سمت الرأس (انظر للأعلى مباشرة)
en: Near the Zenith (Look directly above)

# hilal_badge_easily_visible
source: Œil nu facile
ar: عين مجردة بسهولة
en: Naked eye easy

# hilal_badge_impossible
source: Impossible
ar: مستحيل

# hilal_badge_not_observation_day
source: Hors créneau
ar: خارج الفترة
en: Off-window

# hilal_badge_obstructed_terrain
source: Relief masqué
ar: حجب التضاريس
en: Terrain blocked

# hilal_badge_optical_aid_only
source: Optique seule
ar: بصري فقط
en: Optics only

# hilal_badge_optical_aid_then_naked
source: Jumelles d'abord
ar: منظار أولاً
en: Binoculars first

# hilal_badge_visible_perfect_conditions
source: Œil nu (Ciel pur)
ar: عين مجردة (صافٍ)
en: Naked eye (Clear)

# hilal_easily_visible_naked_eye
source: Facilement visible à l'œil nu
ar: مرئي بسهولة بالعين المجردة
en: Easily visible to the naked eye

# hilal_impossible
source: Observation impossible (Lune trop jeune / Sous l'horizon)
ar: الرؤية مستحيلة (القمر صغير جداً / تحت الأفق)
en: Observation impossible (Moon too young / Below horizon)

# hilal_not_observation_day
source: Pas de recherche aujourd'hui
ar: ليس يوم تحرٍ اليوم
en: No observation scheduled today

# hilal_observation_section_title
source: Observation du Hilal (Maghrib)
ar: رصد الهلال (المغرب)
en: Crescent Observation (Maghrib)

# hilal_obstructed_terrain
source: Observation masquée par le relief
ar: الرؤية محجوبة بالتضاريس
en: Observation obstructed by terrain

# hilal_optical_aid_only
source: Aide optique requise (Télescope / Jumelles)
ar: يتطلب أداة بصرية (تلسكوب / منظار)
en: Optical aid required (Telescope / Binoculars)

# hilal_optical_aid_then_naked
source: Aide optique pour repérage puis œil nu
ar: أداة بصرية للتحديد ثم بالعين المجردة
en: Optical aid for locating then naked eye

# hilal_visible_perfect_conditions
source: Visible à l'œil nu (Ciel parfait)
ar: مرئي بالعين المجردة (سماء صافية تماماً)
en: Visible to naked eye (Perfect sky)

# hud_bearing
source: Cap: %@°
ar: السمت: %@°
en: Heading: %@°

# hud_bottom_moon_info
source: Lune : %1$@ • Élévation %2$@
ar: القمر: %1$@ • الارتفاع %2$@
en: Moon: %1$@ • Elevation %2$@

# hud_drag_tip
source: Faites glisser l'écran pour affiner l'alignement sur les crêtes
ar: اسحب على الشاشة لضبط المحاذاة مع القمم
en: Drag on screen to fine-tune alignment with ridges

# hud_moon_label
source: Lune (%@)
ar: القمر (%@)
en: Moon (%@)

# hud_pitch
source: Inclinaison: %@°
ar: الميل: %@°
en: Pitch: %@°

# hud_qibla_label
source: QIBLA (%lld°)
ar: القبلة (%lld°)

# hud_sun_label
source: Soleil
ar: الشمس
en: Sun

# label_direction
source: Direction :
ar: الاتجاه:

# label_elevation
source: Élévation :
ar: الارتفاع:
en: Elevation:

# location_required_desc
source: Veuillez autoriser l'accès à la localisation dans les réglages pour utiliser la boussole Qibla et les horaires de prière.
ar: يرجى السماح بالوصول إلى الموقع في الإعدادات لاستخدام بوصلة القبلة ومواقيت الصلاة.
en: Please allow location access in Settings to use the Qibla compass and prayer times.

# location_required_title
source: Localisation requise
ar: الموقع الجغرافي مطلوب
en: Location Required

# metric_bearing
source: Cap (Azimut)
ar: السمت (الاتجاه)
en: Bearing (Azimuth)

# metric_best_time
source: Heure Optimale
ar: الوقت الأمثل
en: Best Time

# metric_elongation
source: Élongation
ar: الاستطالة
en: Elongation

# metric_gps_altitude
source: Altitude GPS
ar: ارتفاع الموقع
en: GPS Altitude

# metric_moon_altitude
source: Élévation Lune
ar: ارتفاع القمر
en: Moon Elevation

# metric_moon_lag
source: Moon Lag (Retard)
ar: مكث القمر
en: Moon Lag

# mode_camera_ar
source: Caméra RA
ar: كاميرا الواقع المعزز
en: AR Camera

# mode_panorama_3d
source: Panorama 3D
ar: بانوراما ثلاثية الأبعاد
en: 3D Panorama

# moon_first_quarter
source: Premier Quartier
ar: تربيع أول
en: First Quarter

# moon_full_moon
source: Pleine Lune
ar: بدر
en: Full Moon

# moon_lag_after_sunset
source: +%lld min après le coucher
ar: +%lld دقيقة بعد الغروب
en: +%lld min after sunset

# moon_lag_before_sunset
source: Lune couchée avant le Soleil
ar: غروب القمر قبل الشمس
en: Moon sets before the Sun

# moon_last_quarter
source: Dernier Quartier
ar: تربيع أخير
en: Last Quarter

# moon_new_moon
source: Nouvelle Lune
ar: محاق
en: New Moon

# moon_status_below_horizon
source: Sous l'horizon
ar: تحت الأفق
en: Below horizon

# moon_status_in_sky
source: Dans le ciel
ar: في السماء
en: In the sky

# moon_waning_crescent
source: Dernier Croissant
ar: هلال متناقص
en: Waning Crescent

# moon_waning_gibbous
source: Lune Gibbeuse Décroissante
ar: أحدب متناقص
en: Waning Gibbous

# moon_waxing_crescent
source: Premier Croissant
ar: هلال متزايد
en: Waxing Crescent

# moon_waxing_gibbous
source: Lune Gibbeuse Croissante
ar: أحدب متزايد
en: Waxing Gibbous

# notif_prayer_body
source: C'est l'heure de %@.
ar: حان الآن موعد صلاة %@.
en: It is time for %@ prayer.

# notif_prayer_title
source: Heure de la prière
ar: حان وقت الصلاة
en: Prayer Time

# odeh_criterion_format
source: Critère Odeh (2004) : Zone %1$@ (V = %2$@)
ar: معيار عودة (2004): منطقة %1$@ (V = %2$@)
en: Odeh Criterion (2004): Zone %1$@ (V = %2$@)

# open_settings_button
source: Ouvrir les Réglages
ar: فتح الإعدادات
en: Open Settings

# prayer_asr
source: Asr
ar: العصر

# prayer_dhuhr
source: Dhuhr
ar: الظهر

# prayer_fajr
source: Fajr
ar: الفجر

# prayer_isha
source: Isha
ar: العشاء

# prayer_maghrib
source: Maghrib
ar: المغرب

# prayer_times_section_title
source: Horaires de Prière
ar: مواقيت الصلاة
en: Prayer Times

# recalibrate_button
source: Recalibrer (0°)
ar: إعادة ضبط (0°)
en: Recalibrate (0°)

# scientific_arcv
source: Arc of Vision (ARCV):
ar: قوس الرؤية (ARCV):

# scientific_crescent_width
source: Largeur croissant (W):
ar: سمك الهلال (W):
en: Crescent width (W):

# scientific_daz
source: Diff. Azimut (DAZ):
ar: فارق السمت (DAZ):
en: Azimuth Diff. (DAZ):

# scientific_details_button
source: Détails scientifiques (Yallop / ARCV / W)
ar: التفاصيل العلمية (Yallop / ARCV / W)
en: Scientific details (Yallop / ARCV / W)

# scientific_moon_age
source: Âge de la Lune:
ar: عمر القمر:
en: Moon age:

# state_collapsed
source: Replié
ar: مطوي
en: Collapsed

# state_expanded
source: Déplié
ar: موسع
en: Expanded

# sun_rel_close
source: Très proche du Soleil (Prudence, ne pas fixer le Soleil !)
ar: قريب جداً من الشمس (تحذير: لا تنظر مباشرة إلى الشمس!)
en: Very close to the Sun (Caution: do not stare at the Sun!)

# sun_rel_left
source: À ~%@° à gauche (Est) du Soleil
ar: على بعد ~%@° يسار (شرق) الشمس
en: At ~%@° to the left (East) of the Sun

# sun_rel_night
source: Visible de nuit dans le ciel
ar: مرئي ليلاً في السماء
en: Visible at night in the sky

# sun_rel_right
source: À ~%@° à droite (Ouest) du Soleil
ar: على بعد ~%@° يمين (غرب) الشمس
en: At ~%@° to the right (West) of the Sun

# terrain_3d_profile_title
source: Profil Topographique 3D
ar: الملف الطبوغرافي ثلاثي الأبعاد
en: 3D Topographic Profile

# terrain_accessibility_label
source: Détails du profil altimétrique 3D
ar: تفاصيل التضاريس ثلاثية الأبعاد
en: 3D elevation profile details

# terrain_clear_margin_summary
source: Horizon dégagé (marge de +%@° au-dessus des crêtes)
ar: أفق مكشوف (هامش +%@° فوق القمم)
en: Clear horizon (+%@° margin above ridges)

# terrain_clear_summary
source: Horizon parfaitement dégagé
ar: أفق مفتوح تماماً
en: Perfectly clear horizon

# terrain_legend_horizon
source: Horizon (30 km)
ar: الأفق (30 كم)

# terrain_legend_moon_sight
source: Ligne de visée Lune (%@°)
ar: خط رؤية القمر (%@°)
en: Moon sightline (%@°)

# terrain_legend_observer
source: Observateur (0 km)
ar: الراصد (0 كم)
en: Observer (0 km)

# terrain_obstructing_summary
source: Relief obstruant (+%1$@° à %2$@ km)
ar: تضاريس حاجزة (+%1$@° على بعد %2$@ كم)
en: Obstructing terrain (+%1$@° at %2$@ km)

# weather_seeing_clear
source: Ciel clair & limpide
ar: سماء صافية ونقية
en: Clear & pristine sky

# weather_seeing_hazy
source: Voiles légers à l'horizon
ar: سحب خفيفة في الأفق
en: Light haze on horizon

# weather_seeing_overcast
source: Ciel couvert / Bouché
ar: سماء غائمة كلياً
en: Overcast / Blocked sky

# weather_seeing_partly
source: Partiellement nuageux
ar: غائم جزئياً
en: Partly cloudy

# weather_sky_clarity
source: Clarté ciel : %1$lld%% (%2$@) • Nuages : %3$lld%%
ar: وضوح السماء: %1$lld%% (%2$@) • السحب: %3$lld%%
en: Sky clarity: %1$lld%% (%2$@) • Clouds: %3$lld%%
